alacritty
cava
dunst
fontconfig
gitconfig
i3
nvim
picom
polybar
rofi
tmux
vifm
zsh
xinit
xresources
usr
neofetch
override
kitty
hypr
waybar
galendae
btop
